Repository: MathildeDescamps/amaury-dubois
Catalog: languages/plugins/woocommerce-abandoned-cart-*.po
Languages: fr_fr

source: Shipping Charges
fr_fr: Frais de livraison

source: Automatically Delete Abandoned Orders after X days has to be greater than 0.
fr_fr: Supprimer automatiquement les commandes abandonnées après X jours doit être supérieur à 0.

source: Automatically delete abandoned cart orders after X days.
fr_fr: Supprimer automatiquement le panier de commande abandonné après X jours.

source: Automatically Delete Abandoned Orders after X days
fr_fr: Supprimer automatiquement les commandes abandonnées après X jours

source: Unsubscribed
fr_fr: Désabonné

source: No personal data found for any abandoned carts.
fr_fr: Aucune donnée personnelle trouvée pour aucun panier abandonné

source: <br>In compliance with GDPR, add a message on the Shop & Product pages to inform Registered users of how their data is being used.<br><i>For example: Please check our Privacy Policy to see how we use your personal data.</i>
fr_fr: <br>En conformité avec le RGPD, ajouter un message sur les pages Boutique et Produit pour expliquer aux utilisateurs enregistrés comment leurs données personnelles sont utilisées.<br><i>Par exemple : Veuillez lire notre Politique de Confidentialité pour voir comment nous utilisons vos données personnelles.</i>

source: Message to be displayed for registered users when tracking their carts.
fr_fr: Message à afficher aux utilisateurs enregistrés lors du traçage de leurs paniers d'achat.

source: <br>In compliance with GDPR, add a message on the Checkout page to inform Guest users of how their data is being used.<br><i>For example: Your email address will help us support your shopping experience throughout the site. Please check our Privacy Policy to see how we use your personal data.</i>
fr_fr: <br>En conformité avec le RGPD, ajouter un message sur la page de Caisse pour expliquer aux utilisateurs Invités comment leurs données personnelles sont utilisées.<br><i>Par exemple : Votre adresse mail nous aide à améliorer votre expérience d'achat sur le site. Veuillez lire notre Politique de Confidentialité pour voir comment nous utilisons vos données personnelles.</i>

source: Message to be displayed for Guest users when tracking their carts
fr_fr: Message à afficher aux utilisateurs Invités lors du traçage de leurs paniers d'achat.

source: Reset usage tracking
fr_fr: Réinitialiser le traçage d'utilisation

source: Frequently Asked Questions for %s
fr_fr: Foire Aux Questions pour %s

source: Other
fr_fr: Autre

source: I don't like to share my information with you
fr_fr: Je n'aime pas partager mes informations avec vous

source: Emails are not being sent to customers.
fr_fr: Les e-mails ne sont pas envoyés aux clients.

source: I want to upgrade the plugin to the PRO version.
fr_fr: Je veux acheter la version PRO de l'extension.

source: I cannot see abandoned cart reminder emails records.
fr_fr: Je ne vois pas les archives des e-mails de panier abandonné.

source: Capturing of cart and other information was not satisfactory.
fr_fr: La capture des informations concernant les paniers et autres choses n'était pas satisfaisant.

source: The plugin is great, but I need specific feature that you don't support
fr_fr: L'extension est super, mais j'ai besoin d'une fonctionnalité spécifique que vous n'avez pas.

source: I only needed the plugin for a short period
fr_fr: J'avais besoin de l'extension seulement pendant une courte période

source: I found a better plugin
fr_fr: J'ai trouvé une meilleure extension

source: Yes - Deactivate
fr_fr: Oui - Désactiver

source: Cancel
fr_fr: Annuler

source: Deactivate
fr_fr: Désactiver

source: Submit & Deactivate
fr_fr: Soumettre & Désactiver

source: If you have a moment, please let us know why you are deactivating
fr_fr: Si vous avez un moment, merci de nous expliquer pourquoi vous désactivez l'extension

source: User Deleted
fr_fr: Utilisateur Supprimé

source: Abandoned but new cart created
fr_fr: Abandonné mais un nouveau panier a été créé

source: Cart Recovered - Order #
fr_fr: Panier Récupéré - Commande #

source: Billing Address
fr_fr: Adresse de Facturation

source: Session ID
fr_fr: ID de Session

source: Cart Total
fr_fr: Total du Panier

source: What feature?
fr_fr: Quelle fonctionnalité?

source: Kindly share what didn't work so we can fix it for future users...
fr_fr: Merci de nous expliquer ce qui n'a pas marché afin que nous puissions le corriger pour les futurs utilisateurs...

source: The plugin is not working
fr_fr: L'extension ne fonctionne pas

source: What's the plugin's name?
fr_fr: Quel est le nom de l'extension?

source: Abandoned Cart Status
fr_fr: Statut du panier abandonné

source: Abandoned Cart ID
fr_fr: ID du panier abandonné

source: ANONYMIZED
fr_fr: ANONYMISÉ

source: Personal data within cart %s has been retained.
fr_fr: Les données personnelles incluses dans le panier %s ont été retenues.

source: Removed personal data from cart %s.
fr_fr: Données personnelles du panier %s supprimées.

source: Abandoned & Recovered Carts
fr_fr: Paniers abandonnés & récupérés

source: Welcome to %s %s
fr_fr: Bienvenue sur %s %s

source: Items Present
fr_fr: Éléments présents

source: Database Updated Successfully
fr_fr: La mise à jour des données a bien été effectuée

source: Database Update Failed. Please try again after sometime
fr_fr: La mise à jour des données a échoué. Veuillez réessayer plus tard

source: Send a test email to:
fr_fr: Envoyer un e-mail test à:

source: Enter the header which will appear in the abandoned WooCommerce email sent. This is only applicable when only used when "Use WooCommerce Template Style:" is checked.
fr_fr: Entrez l'en-tête qui va apparaître dans l'e-mail WooCommerce abandonné qui sera envoyé. Ceci est applicable uniquement lorsque "Utiliser WooCommerce style modèle:" est activé.

source: Use WooCommerce Template Style:
fr_fr: Utiliser le style modèle WooCommerce:

source: Message to be sent in the reminder email.
fr_fr: Message à envoyer dans l'e-mail de rappel.

source: Email Body:
fr_fr: Corps de l'e-mail:

source: Enter the subject that should appear in the email sent
fr_fr: Entrez le sujet qui devrait apparaître dans l'e-mail envoyé

source: Subject:
fr_fr: Sujet:

source: Enter a template name for reference
fr_fr: Entrez un nom modèle pour référence

source: Shipping Details
fr_fr: Détails de livraison

source: Phone:
fr_fr: Numéro de téléphone:

source: Email:
fr_fr: Adresse e-mail:

source: Address:
fr_fr: Adresse:

source: Name:
fr_fr: Nom:

source: Billing Details
fr_fr: Détails de facturation

source: Customer Details
fr_fr: Détails du client

source: Line Total
fr_fr: Nombre de lignes totales

source: Abandoned Order #%s Details
fr_fr: Détails de la commande #%s abandonnée

source: Go
fr_fr: Aller

source: End Date:
fr_fr: Date de fin:

source: Start Date:
fr_fr: Date de départ:

source: Add New Template
fr_fr: Ajouter un nouveau modèle

source: There was a problem updating the email template. Please contact the plugin author via <a href= "https://wordpress.org/support/plugin/woocommerce-abandoned-cart">support forum</a>.
fr_fr: Il y a eu un problème lors de la mise à jour du modèle d'e-mail. Veuillez contacter l'auteur de l'extension via <a href= "https://wordpress.org/support/plugin/woocommerce-abandoned-cart">support forum</a>.

source: The Email Template has been successfully updated.
fr_fr: Le modèle d'e-mail a été mise à jour avec succès.

source: There was a problem adding the email template. Please contact the plugin author via <a href= "https://wordpress.org/support/plugin/woocommerce-abandoned-cart">support forum</a>.
fr_fr: Il y a eu un problème lors de l'ajout de modèle d'e-mail. Veuillez contacter l'auteur de l'extension via <a href= "https://wordpress.org/support/plugin/woocommerce-abandoned-cart">support forum</a>.

source: Add email templates at different intervals to maximize the possibility of recovering your abandoned carts.
fr_fr: Ajoutez des modèles d'e-mail à intervalles différents pour maximiser les possibilités de récupérer vos chariots abandonnés.

source: Guest %s
fr_fr: Invité %s

source: Registered %s
fr_fr: Enregistré %s

source: All
fr_fr: Tout

source: Email Sending Settings
fr_fr: Paramètres d'envoi d'e-mail

source: General Settings
fr_fr: Paramètres généraux

source: The Template has been successfully deleted.
fr_fr: Le modèle a été supprimé avec succès.

source: You do not have sufficient permissions to access this page.
fr_fr: Vous ne possédez pas les droits suffisant pour accéder à cette page.

source: Product Report
fr_fr: Rapport du produit

source: Recovered Orders
fr_fr: Commandes récupérées

source: Email Templates
fr_fr: Modèles d'e-mail

source: Abandoned Orders
fr_fr: Commandes abandonnées

source: New Customer Order - Recovered
fr_fr: Nouvelle commande client - Récupérée

source: Send Reply Emails to
fr_fr: Envoyer des e-mails de réponse à

source: "From" Address
fr_fr: Adresse de l'expéditeur

source: "From" Name
fr_fr: Nom de l'expéditeur

source: Email admin On Order Recovery
fr_fr: Envoyer un e-mail à l'administrateur à propos de la récupération de commande

source: Settings
fr_fr: Paramètres

source: HTML Email Template
fr_fr: Modèle d'e-mail HTML

source: Once in a Week
fr_fr: Une fois par semaine

source: Follow %s
fr_fr: Suivre %s

source: Current Offers
fr_fr: Offres actuelles

source: View all Premium Plugins
fr_fr: Voir toutes les extensions Premium

source: Visit the Tyche Softwares Website
fr_fr: Visiter le site de Tyche Softwares

source: Getting to Know Tyche Softwares
fr_fr: Apprendre à connaitre Tyche Softwares

source: Set different cut-off times for visitors & logged-in users
fr_fr: Fixer des temps limites différents pour les visiteurs et les utilisateurs connectés

source: Click Here to go to Email Templates page
fr_fr: Cliquez ici pour vous diriger vers la page de modèles d'e-mail

source: Activate Email Template
fr_fr: Activer le modèle d'e-mail

source: No thanks
fr_fr: Non merci

source: Allow
fr_fr: Autoriser

source: Edit
fr_fr: Modifier

source: Sent After Set Time
fr_fr: Envoyé après le temps fixé

source: Name Of Template
fr_fr: Nom du modèle

source: template_ids
fr_fr: modèle_ids

source: template_id
fr_fr: modèle_id

source: View Details
fr_fr: Voir les détails

source: Customer Name
fr_fr: Nom du client

source: rec_abandoned_ids
fr_fr: rec_abandonné_ids

source: rec_abandoned_id
fr_fr: rec_abandonné_id

source: Product Name
fr_fr: Nom du produit

source: product_ids
fr_fr: produit_ids

source: product_id
fr_fr: produit_id

source: Abandoned
fr_fr: Abandonné

source: item
fr_fr: article

source: items
fr_fr: articles

source: Delete
fr_fr: Supprimer

source: View order
fr_fr: Voir la commande

source: Abandoned Date
fr_fr: Date d'abandon

source: Order Total
fr_fr: Total de commande

source: Customer
fr_fr: Client

source: Email Address
fr_fr: Adresse e-mail

source: abandoned_order_ids
fr_fr: abandonnée_commande_ids

source: abandoned_order_id
fr_fr: abandonnée_commande_id

source: This order was abandoned & subsequently recovered.
fr_fr: Cette commande a été abandonnée & récupérée par la suite

source: Line Subtotal
fr_fr: Sous total de la ligne

source: Price
fr_fr: Prix

source: Quantity
fr_fr: Quantité

source: Name
fr_fr: Nom

source: Item
fr_fr: Article

source: Send this email:
fr_fr: Envoyer cet e-mail:

source: Carts without Customer Details
fr_fr: Paniers sans détails sur le client

source: The Abandoned cart has been successfully deleted.
fr_fr: Le panier abandonné a été supprimé avec succès.

source: Abandoned Carts
fr_fr: Paniers abandonnés

source: Start tracking from Cart Page
fr_fr: Commencer le suivi depuis la page du panier

source: Sends email to Admin if an Abandoned Cart Order is recovered.
fr_fr: Envoie un e-mail à l'administrateur si un panier abandonné est récupéré.

source: Consider cart abandoned after X minutes of item being added to cart & order not placed.
fr_fr: Considérer un panier abandonné X minutes après l'ajout d'un article au chariot & commande non passée.

source: Cart abandoned cut-off time
fr_fr: Temps limite d'abandon du panier

source: Abandoned cart Email Template
fr_fr: Modèle d'e-mail de panier abandonné

source: The ability to send the abandoned cart recovery email within first few minutes of cart being abandoned is a big advantage. In the Lite plugin, the earliest an email can be sent is after 1 hour. Whereas in the Pro version, the first recovery email gets sent 15 minutes after the cart is abandoned. This increases the recovery chances manifold.
fr_fr: La capacité d'envoyer l'e-mail de récupération de panier abandonné quelques minutes après l'abandon du panier est un gros avantage. Dans l'extension gratuite, le plus qu'un e-mail puisse être envoyé est 1 heure. Tandis que dans la version Pro, le premier e-mail de récupération est envoyé 15 minutes après l'abandon du panier. Cela augmente drastiquement les chances de récupération.

source: The provision for setting two separate cut-off times for different roles is mainly because sometimes if the store admin wants the visitor carts to be captured earlier than the registered user carts, then these different settings can play an important role.
fr_fr: Le dispositif pour paramétrer deux différents temps limites pour différents rôles est principalement présent parce que parfois, si l'administrateur du magasin veut que les paniers des visiteurs soient capturés plus tôt que ceux des utilisateurs enregistrés, alors ces paramètres peuvent jouer un rôle important.

source: Send abandoned cart recovery email in minutes of cart being abandoned
fr_fr: Envoyer un e-mail de récupération de panier abandonné quelques minutes après l'abandon du panier

source: The ability to capture the email address early in the order process is very important to reduce cart abandonment by unknown users as well as to be able to recover their carts if they abandon it. This ultimately leads to increase in your store sales.
fr_fr: La capacité à capturer l'adresse e-mail tôt dans le processus de commande est très important pour réduire l'abandon de paniers par des utilisateurs inconnus mais aussi pour être capable de récupérer leurs paniers s'ils les abandonnent. Cela mène forcément à l'augmentation de vos ventes.

source: Capture Visitor Emails on click of Add to Cart button
fr_fr: Capturer l'adresse e-mail de l'utilisateur lorsqu'il clique sur le bouton "Ajouter au panier"

source: The Abandoned Cart Pro plugin gives you features where you are able to recover more sales compared to the Lite plugin. Here are some notable features the Pro version provides.
fr_fr: L'extension Panier abandonné Pro vous offre des fonctionnalités permettant de récupérer plus de ventes en comparaison à l'extension gratuite. Voici quelques fonctionnalités notables que la version Pro fournit.

source: Know more about Abandoned Cart Pro
fr_fr: En savoir plus à propos de Panier abandonné Pro

source: Get Started with Abandoned Cart Lite
fr_fr: Commencer avec Panier abandonné Lite

source: Cart Recovered Date
fr_fr: Date de récupération du panier

source: Cart Abandoned Date
fr_fr: Date d'abandon du panier

source: Status of Cart
fr_fr: État du panier

source: Your Shopping Cart
fr_fr: Votre panier d'achat

source: Abandoned cart reminder
fr_fr: Rappel de panier abandonné

source: Active ?
fr_fr: Actif ?

source: Cart Total:
fr_fr: Total du panier:

source: Email Template Header Text:
fr_fr: Modèle d'en-tête d'e-mail:

source: Use WooCommerce default style template for abandoned cart reminder emails.
fr_fr: Utiliser le style modèle par défaut pour les e-mails de rappel de panier abandonné.

source: Enter the email id to which the test email needs to be sent.
fr_fr: Entrez l'identifiant e-mail auquel l'e-mail test doit être envoyé.

source: The Report below shows how many Abandoned Carts we were able to recover for you by sending automatic emails to encourage shoppers.
fr_fr: Le Rapport ci-dessous montre combien de paniers abandonnés nous avons été capable de récupérer pour vous en vous envoyant des e-mails automatiques afin d'encourager les acheteurs.

source: Change settings for sending email notifications to Customers, to Admin etc.
fr_fr: Changer les paramètres pour l'envoi des e-mail de notification aux clients, aux administrateurs etc.

source: Meet the team
fr_fr: Rencontrer l'équipe

source: Learn More
fr_fr: En savoir plus

source: To start sending out abandoned cart notification emails, simply activate the email template from under WooCommerce -> Abandoned Carts -> Email Templates page.
fr_fr: Pour commencer à envoyer des notifications par e-mail à propos des paniers abandonnées, activez simplement l'e-mail modèle depuis WooCommerce -> Paniers abandonnés -> Page de modèles d'e-mail.

source: WooCommerce Abandoned Cart Lite
fr_fr: WooCommerce Panier abandonné gratuit

source: Number of Times Recovered
fr_fr: Nombre de Récupérations

source: Number of Times Abandoned
fr_fr: Nombre d'Abandon

source: after cart is abandoned.
fr_fr: après que le panier soit abandonné.

source: Template Name:
fr_fr: Nom du modèle:

source: The list below shows all Abandoned Carts which have remained in cart for a time higher than the "Cart abandoned cut-off time" setting.
fr_fr: La liste ci-dessous montrent tous les paniers abandonnés qui sont restés plus longtemps que le paramètre défini de "temps limite d'abandon de panier".

source: WooCommerce - Abandon Cart Lite
fr_fr: WooCommerce - Panier abandonné gratuit

source: Abandoned cart cut off time should be numeric and has to be greater than 0.
fr_fr: Le temps limite d'abandon du panier doit être numérique et doit être plus grand que 0.

source: Settings for abandoned cart recovery emails
fr_fr: Paramètres des e-mails pour la récupération de paniers abandonnés

source: Enable tracking of abandoned products & carts even if customer does not visit the checkout page or does not enter any details on the checkout page like Name or Email. Tracking will begin as soon as a visitor adds a product to their cart and visits the cart page.
fr_fr: Activer le suivi des produits & paniers abandonnés si le client ne visite pas la page de facturation ou n'entre aucun détail sur la page de facturation tel que son Nom ou son adresse e-mail. Le suivi commencera aussitôt qu'un visiteur ajoute un produit à son chariot et visite la page du panier.

source: Id
fr_fr: Identifiants
